const introQuestions = [

    {
      question:"ディオッサとは、どういう意味？",
      choices:[
        "英語で出雲",
        "スペイン語で女神",
        "イタリア語で勝利"
      ],
      answer:1
    },

    {
      question:"ディオッサ出雲のホームタウンは？",
      choices:[
        "松江市",
        "出雲市",
        "浜田市"
      ],
      answer:1
    },

    {
      question:"ディオッサ出雲が所属しているリーグは？",
      choices:[
        "WEリーグ(女子プロリーグ)",
        "なでしこリーグ ２部",
        "中国女子サッカーリーグ"
      ],
      answer:1
    },

    {
      question:"ディオッサ出雲のチームカラーは？",
      choices:[
        "オレンジと水色",
        "赤と黒",
        "青と白"
      ],
      answer:0
    },

    {
      question:"ディオッサ出雲は、何のスポーツチーム？",
      choices:[
        "フットサル",
        "女子サッカー",
        "バレーボール"
      ],
      answer:1
    },

    {
      question:"ホームゲームで一番多く開催される会場は？",
      choices:[
        "島根県立浜山公園 陸上競技場",
        "島根県立サッカー場(益田市)",
        "松江市営 陸上競技場"
      ],
      answer:0
    },

    {
      question:"ディオッサ出雲の試合を応援する人を何と呼ぶ？",
      choices:[
        "サポーター",
        "ブースター",
        "ファンクラブ員"
      ],
      answer:0
    },

    {
      question:"ディオッサ出雲の選手は、普段どのような生活を送っているでしょう？",
      choices:[
        "地域の企業で働きながらサッカーをしている",
        "サッカーだけを仕事にしている",
        "全員が高校生や大学生"
      ],
      answer:0
    },

    {
      question:"ディオッサ出雲が目指しているリーグは？",
      choices:[
        "WEリーグ(女子プロリーグ)",
        "海外リーグ",
        "フットサルリーグ"
      ],
      answer:0
    },

    {
      question:"試合会場で一番大切なのは？",
      choices:[
        "相手チームをヤジで威圧する",
        "みんなで楽しく応援する",
        "試合が終わったらすぐ帰る"
      ],
      answer:1
    }

  ];
